INSERT INTO core_competency_question (ASMT_ID, INDCTR_ID, QSTN_NO, QSTN_NM, DSPY_ORD_NO, ANSR_ALOW_CNT) VALUES
                                                                                                            (1, 13, 13, '환경 변화에 따라 기존 전략이나 아이디어를 유연하게 바꾼 경험이 있다.', 1, 1),
                                                                                                            (1, 14, 14, '의사결정 시 다양한 접근을 고려했던 경험이 있다.', 1, 1),
                                                                                                            (1, 15, 15, '기존 전략을 재구성하여 새로운 방식으로 제시한 경험이 있다.', 1, 1),
                                                                                                            (1, 16, 16, '기존 업무 방식의 한계를 인식하고 이를 개선하기 위한 대안을 제시한 경험이 있다.', 1, 1),
                                                                                                            (1, 17, 17, '소비자의 문제를 해결하기 위해 새로운 비즈니스 모델을 제안한 경험이 있다.', 1, 1),
                                                                                                            (1, 18, 18, '팀 프로젝트에서 차별화된 마케팅 아이디어를 제안하고 실행한 경험이 있다.', 1, 1),
                                                                                                            (1, 19, 19, '창의적인 콘셉트를 중심으로 신제품 또는 서비스를 기획한 경험이 있다.', 1, 1),
                                                                                                            (1, 20, 20, '사업 문제를 분석하고 해결방안을 창의적으로 도출한 경험이 있다.', 1, 1),
                                                                                                            (1, 21, 21, '마케팅 기획안을 실현하여 구체적인 성과를 낸 경험이 있다.', 1, 1),
                                                                                                            (1, 22, 22, '목표 달성을 위해 실행계획을 세우고 일정대로 수행한 경험이 있다.', 1, 1),
                                                                                                            (1, 23, 23, '역할 분담과 협업을 통해 프로젝트를 완수한 경험이 있다.', 1, 1),
                                                                                                            (1, 24, 24, '아이디어를 실행계획으로 구체화하고 실현한 경험이 있다.', 1, 1),

                                                                                                            (1, 29, 29, '데이터 분석을 통해 전략적 인사이트를 도출한 경험이 있다.', 1, 1),
                                                                                                            (1, 30, 30, '재무제표나 경영지표를 분석하여 기업 상태를 진단한 경험이 있다.', 1, 1),
                                                                                                            (1, 31, 31, '소비자 데이터를 분석해 문제를 파악하고 개선방향을 제시한 경험이 있다.', 1, 1),
                                                                                                            (1, 32, 32, '경쟁사 분석을 바탕으로 우리만의 전략을 설계한 경험이 있다.', 1, 1),

                                                                                                            (1, 53, 53, '다양한 사회 이슈를 종합해 경영전략에 반영한 경험이 있다.', 1, 1),
                                                                                                            (1, 54, 54, '다양한 요소를 통합적으로 고려해 전략을 수립한 경험이 있다.', 1, 1),
                                                                                                            (1, 55, 55, '여러 부서 정보를 융합하여 합리적인 결정을 내린 경험이 있다.', 1, 1),
                                                                                                            (1, 56, 56, '글로벌 관점을 반영한 전략을 수립하거나 제안한 경험이 있다.', 1, 1);
