INSERT INTO core_competency_question (INDCTR_ID, QSTN_NO, QSTN_NM, DSPY_ORD_NO, ANSR_ALOW_CNT)
VALUES
    (13, 13, '동일한 문제를 여러 알고리즘으로 접근해본 경험이 있다.', 1, 1),
    (14, 14, '새로운 프로그래밍 언어나 프레임워크를 빠르게 익혀 활용한 경험이 있다.', 1, 1),
    (15, 15, '기존 코드를 새롭게 개선하거나 구조적으로 정리한 경험이 있다.', 1, 1),
    (16, 16, '다른 전공 또는 산업 분야의 문제를 IT로 해결한 경험이 있다.', 1, 1),
    (17, 17, '사용자의 니즈에 맞는 새로운 앱이나 웹 서비스를 기획한 경험이 있다.', 1, 1),
    (18, 18, '기존 시스템의 불편함을 개선하는 기능을 제안한 경험이 있다.', 1, 1),
    (19, 19, '여러 기술을 조합해 새로운 서비스를 설계한 경험이 있다.', 1, 1),
    (20, 20, '기술을 활용해 창의적 해결방안을 제시한 경험이 있다.', 1, 1),
    (21, 21, '개발한 서비스를 실제로 배포하고 운영한 경험이 있다.', 1, 1),
    (22, 22, '팀원과 협업해 주어진 기능을 마감 기한 내에 완성한 경험이 있다.', 1, 1),
    (23, 23, '기획부터 구현까지 혼자서 또는 주도적으로 수행한 경험이 있다.', 1, 1),
    (24, 24, '서비스 중 기술 문제를 해결해 시스템을 복구하거나 개선한 경험이 있다.', 1, 1),

    (29, 29, '다른 사람의 코드나 레거시 코드를 분석해 문제를 찾아낸 경험이 있다.', 1, 1),
    (30, 30, '에러 로그 분석을 통해 정확한 원인을 진단한 경험이 있다.', 1, 1),
    (31, 31, '성능 데이터를 분석해 병목 지점을 개선한 경험이 있다.', 1, 1),
    (32, 32, '요구사항을 분석해 시스템 구조를 설계한 경험이 있다.', 1, 1),

    (53, 53, '전체 시스템 구조를 고려해 프론트와 백엔드를 설계한 경험이 있다.', 1, 1),
    (54, 54, '보안과 UX를 모두 고려한 시스템을 개발한 경험이 있다.', 1, 1),
    (55, 55, '다른 전공자와 협업하며 기술적으로 중심 역할을 수행한 경험이 있다.', 1, 1),
    (56, 56, '현실 문제를 디지털 기술로 해결하기 위한 전략을 제안한 경험이 있다.', 1, 1);
