INSERT INTO core_competency_question (INDCTR_ID, QSTN_NO, QSTN_NM, DSPY_ORD_NO, ANSR_ALOW_CNT)
VALUES
    (13, 13, '고전과 현대 문학에서 동일 주제를 다룬 작품을 비교한 경험이 있으며, 이를 통해 시대별 해석의 차이를 설명한 경험이 있다.', 1, 1),
    (14, 14, '비평글을 쓸 때 다양한 시각을 반영하여 구성한 경험이 있다.', 1, 1),
    (15, 15, '작품을 독창적으로 해석한 방식으로 분석하고 표현한 경험이 있다.', 1, 1),
    (16, 16, '문학을 타 전공의 개념과 융합하여 새로운 시각을 제시한 경험이 있다.', 1, 1),
    (17, 17, '문학을 바탕으로 직접 문화 활동이나 프로그램을 기획한 경험이 있다.', 1, 1),
    (18, 18, '여러 문학작품을 연결하여 창의적인 아이디어를 구성한 경험이 있다.', 1, 1),
    (19, 19, '문학작품에서 영감을 받아 새로운 글, 영상, 콘텐츠를 기획한 경험이 있다.', 1, 1),
    (20, 20, '문학 수업에서 새로운 접근방식을 제안하고 실행해본 경험이 있다.', 1, 1),
    (21, 21, '문학 관련 프로젝트를 직접 기획하고 실행하여 결과물을 완성한 경험이 있다.', 1, 1),
    (22, 22, '기한 내에 창작물을 완성하고 제출한 경험이 있다.', 1, 1),
    (23, 23, '팀 프로젝트에서 맡은 역할을 책임감 있게 수행한 경험이 있다.', 1, 1),
    (24, 24, '아이디어 구상 후 구체적인 실행 절차를 스스로 계획하고 실현한 경험이 있다.', 1, 1),

    (29, 29, '문학 작품을 세부적으로 분석해 논리적인 글로 정리한 경험이 있다.', 1, 1),
    (30, 30, '작품의 핵심 주제를 분석적으로 도출하고 설명한 경험이 있다.', 1, 1),
    (31, 31, '다양한 비평 자료를 비교 분석하여 시각 차이를 정리한 경험이 있다.', 1, 1),
    (32, 32, '복잡한 문학 요소를 구조화하여 분석한 경험이 있다.', 1, 1),

    (53, 53, '시대별 문학작품을 비교 분석해 흐름을 정리한 경험이 있다.', 1, 1),
    (54, 54, '문학을 다른 분야와 연계하여 새로운 해석을 제시한 경험이 있다.', 1, 1),
    (55, 55, '여러 관점을 융합하여 새로운 분석 틀을 만든 경험이 있다.', 1, 1),
    (56, 56, '문학작품을 사회문화적 맥락에서 분석한 경험이 있다.', 1, 1);