INSERT INTO CORE_COMPETENCY_CATEGORY (ITP_ID, ASMT_ID,CTGR_NM, CTGR_CN, COMP_GRP, COMP_CD,DELETED_YN, DELETED_AT) VALUES
                                                                    (1, 1,'자기주도와 윤리의식 역량', '타인과 공동체에 대한 책임감을 바탕으로 공정하고, \n 바람직한 판단과 행동을 실천하는 역량','COMP','C', 'N',NULL),
                                                                    (2, 1,'창의적 실행 역량', '새로운 아이디어를 발굴하고, \n 문제를 유연하게 해결하는 사고력과 실천력을 갖춘 역량','COMP','C', 'N',NULL),
                                                                    (3, 1,'비판적 사고와 지식탐색 역량', '문제를 분석하고, \n필요한 정보를 수집·활용하여 지식을 확장하는 능력','COMP','C', 'N',NULL),
                                                                    (4, 1,'협력적 소통 역량', '타인과 원활하게 의사소통하고, \n공동의 목표를 위해 함께 일할 수 있는 능력','COMP','C', 'N',NULL),
                                                                    (5, 1,'세계 시민의식과 문화이해 역량', '다양한 관점과 문화를 이해하고, \n넓은 시야로 문제를 인식하는 능력','COMP','C', 'N',NULL),

                                                                    (1, 2,'자기주도와 윤리의식 역량', '타인과 공동체에 대한 책임감을 바탕으로 공정하고, \n 바람직한 판단과 행동을 실천하는 역량','COMP','C', 'N',NULL),
                                                                    (2, 2,'창의적 실행 역량', '새로운 아이디어를 발굴하고, \n 문제를 유연하게 해결하는 사고력과 실천력을 갖춘 역량','COMP','C', 'N',NULL),
                                                                    (3, 2,'비판적 사고와 지식탐색 역량', '문제를 분석하고, \n필요한 정보를 수집·활용하여 지식을 확장하는 능력','COMP','C', 'N',NULL),
                                                                    (4, 2,'협력적 소통 역량', '타인과 원활하게 의사소통하고, \n공동의 목표를 위해 함께 일할 수 있는 능력','COMP','C', 'N',NULL),
                                                                    (5, 2,'세계 시민의식과 문화이해 역량', '다양한 관점과 문화를 이해하고, \n넓은 시야로 문제를 인식하는 능력','COMP','C', 'N',NULL);
