INSERT INTO CORE_COMPETENCY_CATEGORY (ITP_ID, CTGR_NM, CTGR_CN) VALUES
                                                                             (1, 1, '책임역량', '타인과 공동체에 대한 책임감을 바탕으로 공정하고 바람직한 판단과 행동을 실천하는 역량'),
                                                                             (2, 2, '문제해결역량', '새로운 아이디어를 발굴하고 문제를 유연하게 해결하는 사고력과 실천력을 갖춘 역량'),
                                                                             (3, 3, '탐구역량', '문제를 분석하고, 필요한 정보를 수집·활용하여 지식을 확장하는 능력'),
                                                                             (4, 4, '소통역량', '타인과 원활하게 의사소통하고, 공동의 목표를 위해 함께 일할 수 있는 능력'),
                                                                             (5, 5, '글로벌 역량', '다양한 관점과 문화를 이해하고 넓은 시야로 문제를 인식하는 능력');
